{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "newsletter": {
      "type": "newsletter",
      "disabled": true,
      "settings": {
        "title": "Newsletter",
        "content": "<p>A short sentence describing what someone will receive by subscribing<\/p>",
        "background": "#1e2d7d",
        "text": "#ffffff"
      }
    },
    "41614368-2f30-4e93-b752-73c40cc7939a": {
      "type": "summary-tex",
      "blocks": {
        "4129608a-09fe-4c2e-9f49-8c72d4e45cd3": {
          "type": "text",
          "settings": {
            "title_text": "MANAGE ORDERS",
            "centont_text": "<p>View and manage orders<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        },
        "f90ee915-d100-4a80-b103-1da71daf01c2": {
          "type": "text",
          "settings": {
            "title_text": "EDIT ADDRESSES",
            "centont_text": "<p>Edit or add your addresses<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        }
      },
      "block_order": [
        "4129608a-09fe-4c2e-9f49-8c72d4e45cd3",
        "f90ee915-d100-4a80-b103-1da71daf01c2"
      ],
      "settings": {
        "header_text": "SELF-SERVICE TOOL",
        "text_color": "#1d1d1d",
        "background_color": "",
        "margin_tb": 20,
        "text_size": 15,
        "header_mtop": 0,
        "header_mbottom": 0,
        "summary_layout": "left"
      }
    },
    "f3dd9157-8ecf-4dc5-b223-26d797022a6b": {
      "type": "summary-tex",
      "blocks": {
        "3d80cdc8-e342-4ab2-968d-1168e8d3d98a": {
          "type": "text",
          "settings": {
            "title_text": "Order",
            "centont_text": "<p><strong>How to choose the size?<\/strong><\/p><p>Please refer to our \"Size Chart\" or contact our customer service representatives for help. Select the “Size Chart” tab on our product page to view the sizes offered.<\/p><p><strong>How can I correct my shipping address?<\/strong><\/p><p>&gt; If the order has not been shipped or assigned a tracking number, please contact our customer service representatives to update the shipping address. We can arrange delivery to the correct location.<\/p><p>&gt; If the order has been shipped, the address can no longer be changed. Usually, the courier will contact you via phone or text message if the parcel is unsuccessfully delivered. You can also contact the courier to change the delivery address.<\/p><p><\/p><p><strong>How to check my order status?<\/strong><\/p><p>Please log into your SKAMX account and visit \"My Orders\" to check the order status.<\/p><p>Normally, it will take 1-5 business days to process. We will email you with a tracking number once shipped, which can be tracked here:<a href=\"https:\/\/www.17track.net\/en\" target=\"_blank\">https:\/\/www.17track.net\/en<\/a><\/p><p>Note: Due to the influence of the COVID-19 epidemic, there is a shortage of global transport resources. Your order may be delayed for several days.<\/p><p><strong>Can I cancel my order?<\/strong><\/p><p>Please contact our customer service representatives before the order is shipped.<\/p><p>Note: Once the order has been shipped, it cannot be canceled.<\/p><p><strong>Can I change or modify my order?<\/strong><\/p><p>If the order has not been shipped, it can be modified. Please contact our customer service representatives to update the shipping address or items.<\/p><p>Note: Once the order is shipped, the logistics courier will reject modification since it will be mixed with various other packages.<\/p><p><strong>Why did I not get a confirmed email about my order?<\/strong><\/p><p>After your order is successfully placed, an Order Confirmation email will be sent to the email address associated with your account within 24 hours.If you did not receive the email:<\/p><p>1. Please check you have logged into the correct email box. We can only contact you through the email address left on the order.<\/p><p>2. Please check your spam emails and if your email address shielded our email.<\/p><p><strong>How to add a new shipping address to my account?<\/strong><\/p><p>A shipping address can be edited or added through \"My Address\".<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        },
        "9aff76e0-4eb3-4c68-bbc8-ce26acd4439b": {
          "type": "text",
          "settings": {
            "title_text": "Delivery and logistics",
            "centont_text": "<p><strong>How long will the order take to arrive?<\/strong><\/p><p>Please refer to our \"SIZE GUIDE\" or contact our customer service representatives for help. Select the “SIZE GUIDE” tab on our product page to view the sizes offered.<\/p><p><strong>How can I correct my shipping address?<\/strong><\/p><p>It normally takes 1-5 business days to process an order. Shipping time varies depending on the country you order from and the method you choose. For most locations, it takes 10-15 business days (Standard Shipping) or 5-9 business days (Expedited Shipping).<\/p><p>(Notice: Currently, we only support Standard Shipping. An Expedited Shipping option will be launched soon.)<\/p><p>It may take approximately 10 - 20 days to receive your purchased items.<\/p><p>Once your order is shipped, you will receive an email with tracking info for your order. Please track it with the number here:<a href=\"https:\/\/www.17track.net\/en\" target=\"_blank\">https:\/\/www.17track.net\/en<\/a><\/p><p>Kindly note: Please don't worry if tracking shows \"package is not received at terminal\". The package is still in transit. It will be updated once it reaches the next sort facility.<\/p><p>Due to the influence of the COVID-19 epidemic, your order may be delayed for several days before delivery. Please be patient.<\/p><p><strong>How much does it cost to my country?<\/strong><\/p><p>Shipping costs depend on the method you choose and the location of your order. When you enter your specific address and choose the shipping method, you will receive a quote for shipping.<\/p><p><strong>Why didn't I get an email about my order being shipped?<\/strong><\/p><p>Once your order is dispatched, you will receive a Shipping Confirmation email with details about the items and the tracking number contained within them.<\/p><p>If you did not receive the email:<\/p><p>1. Please visit \"My Orders\" to check the order status, it could be still processed.<\/p><p>2. Please check you have logged into the correct email box. The email will be sent to the address you left on the order.<\/p><p>3. Please check your spam emails and whether your email address shielded our email.<\/p><p><strong>Why was my order divided into two or more packages?<\/strong><\/p><p>We will perform partial shipping for your order in the following conditions:<\/p><p>1) Different preparing times for items.<\/p><p>2) Weight limit of custom or courier, to avoid the extra fee.<\/p><p>Note: partial shipping will not charge you an extra fee.<\/p><p><strong>Why there is no tracking update?<\/strong><\/p><p>Sometimes, the tracking information will not be updated because the package is in transit.<\/p><p>Once the package arrives at a local destination, the order status will be updated immediately.<\/p><p>Note: Due to the influence of the COVID-19 epidemic, there is a shortage of global transport resources which may delay your order for several days.<\/p><p><strong>What happens if I am not at home when my package arrives?<\/strong><\/p><p>If you are not at home when the shipping company delivers your order, you can ask your family or friends to sign for it. Otherwise, you can contact the shipping company to reschedule delivery.<\/p><p><strong>Why was my package returned?<\/strong><\/p><p>Apologies for this inconvenience, it may have been caused by a wrong or incomplete address, invalid phone number, or other reason.<\/p><p><strong>Why does the tracking service show that the package has been delivered, even though I did not receive anything?<\/strong><\/p><p>Apologies for this inconvenience, your package might be delivered to your mailbox. Please check first.<\/p><p>If unsuccessful, please contact the shipping courier to check for more details.<\/p><p><strong>Why did I get an \"Order Delivered\" email, but did not receive anything?<\/strong><\/p><p>You will receive an \"Order Delivered\" email after you select the \"Confirm Delivery\" button. Shipping and delivery will not be affected if you click the \"confirm delivery\" button in advance.<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        },
        "40cc5e58-afbe-4245-ab29-5bf4c2576917": {
          "type": "text",
          "settings": {
            "title_text": "Return and refund",
            "centont_text": "<p><strong>What is your return policy?<\/strong><\/p><p>We accept returns within 30 days of receipt for most items in new condition. Please check here for more details.<\/p><p><strong>How can I return items?<\/strong><\/p><p>IWe are sorry that the products did not meet your expectation. Please contact our customer service representatives and tell us which items you wish to return.<\/p><p><strong>Can I get a full refund for the return?<\/strong><\/p><p>Yes, we will offer a full refund on the items you returned. The refund amount is the actual price paid.<\/p><p>Kindly Note:<\/p><p>The original shipping fee and insurance are non-refundable<\/p><p><strong>How can I find my refund?<\/strong><\/p><p>Funds will be credited to your original payment account.<\/p><p><strong>How long does it take for the refund to be processed?<\/strong><\/p><p>Generally, it depends on the payment method you choose.<\/p><p>Here is the refund processing time:<\/p><p>PayPal: 2-7 business daysCredit <\/p><p>Card: 3-10 business days<\/p><p>If the refund is not available within 2 weeks, please contact us again.<\/p><p><strong>Why was my refund amount incorrect?<\/strong><\/p><p>We will issue a refund of the actual price on all items returned.<\/p><p>Note: Original shipping fee and insurance are non-refundable.<\/p><p><strong>Can I exchange the item I received for a different size?<\/strong><\/p><p>Yes, we accept exchanges within 30 days of receipt for most items in new condition. We kindly suggest you contact our customer service representatives for exchange details if necessary.<\/p><p>Note:Item ID and size info are needed. (You can find the item ID in the description of the item).<\/p><p><strong>What if I received the wrong item?<\/strong><\/p><p>We apologize for any inconvenience and kindly suggest you contact our customer service representatives with pictures of the wrong item you received.<\/p><p><strong>What if I received an item not as described?<\/strong><\/p><p>We apologize for any inconvenience and kindly suggest you contact our customer service representatives to check for details if necessary.<\/p><p>Note: here is some information that is needed:<\/p><p>1. Photos of the different parts of the item.<\/p><p>2. Item ID or item sku. (You can find the sku number in the description of the item).<\/p><p><strong>What if I received an item with a craft or fabric issue?<\/strong><\/p><p>We apologize for any inconvenience and kindly suggest you contact our customer service representatives to check for details if necessary.<\/p><p>Note: picture and item ID or item sku are needed.<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        },
        "d234d986-5a8a-4a89-a73f-2d57d799fb97": {
          "type": "text",
          "settings": {
            "title_text": "Payment and Promotion",
            "centont_text": "<p><strong>Are there any additional fees?<\/strong><\/p><p>Generally, there is no additional fee.<\/p><p>As our prices do not include taxes or duties, it is not clear whether you will be charged for taxes.<\/p><p>If you were, we suggest you pay taxes first, then send us the receipt, so we can refund you.<\/p><p><strong>What if I was charged any tariffs？<\/strong><\/p><p>Normally, our customers would be charged no tariffs. However, since custom inspections have grown increasingly strict, this may happen occasionally.<\/p><p>We have no control over these charges and cannot tell you what the cost would be, as customs policies and import duties vary widely from country to country. If you were charged any tariffs, please contact our customer service representatives for help.<\/p><p><strong>Do you have any promotions now?<\/strong><\/p><p>For the most up-to-date information on promotions and sales, please refer to our main home page <a href=\"http:\/\/www.hyfol.com\/\" target=\"_blank\">skamx.com\/<\/a>.<\/p><p>Be the first to know about our sales, giveaways, and more by making sure you can receive emails and push notifications from SKAMX.<\/p><p><strong>Why has my coupon disappeared？<\/strong><\/p><p>Please pay attention to the valid coupon period.<\/p><p><strong>What kind of payment methods do you have?<\/strong><\/p><p>We support PayPal and Credit\/Debit Card.<\/p><p><strong>I was charged twice.<\/strong><\/p><p>Please check whether you have placed an order more than once.<\/p><p>&gt; Please contact us to cancel your order if there are duplicates.<\/p><p>&gt; If you do not see any duplicate orders, please contact us directly. We may ask for screenshots of the bank charges along with any account information.<\/p><p><strong>Why was my payment declined?<\/strong><\/p><p>The reasons might be as follows:<\/p><p>1. If the card info is incorrect, kindly check the expiration date, billing address, and security code (Security code on the back of your Visa\/Master card).<\/p><p>2. Card issuer bank declined your payment.<\/p><p>3. Not enough balance on the card.<\/p><p>If possible, we advise you to have a try paying by PayPal.<\/p>",
            "title_size": 16,
            "margin_top": 16,
            "margin_botton": 16,
            "border_top_size": 1,
            "border_color": "#CCCCCC",
            "details_margin_botton": 14
          }
        }
      },
      "block_order": [
        "3d80cdc8-e342-4ab2-968d-1168e8d3d98a",
        "9aff76e0-4eb3-4c68-bbc8-ce26acd4439b",
        "40cc5e58-afbe-4245-ab29-5bf4c2576917",
        "d234d986-5a8a-4a89-a73f-2d57d799fb97"
      ],
      "settings": {
        "header_text": "FREQUENTLY ASKED QUESTIONS",
        "text_color": "#1d1d1d",
        "background_color": "",
        "margin_tb": 20,
        "text_size": 15,
        "header_mtop": 0,
        "header_mbottom": 0,
        "summary_layout": "left"
      }
    }
  },
  "order": [
    "main",
    "newsletter",
    "41614368-2f30-4e93-b752-73c40cc7939a",
    "f3dd9157-8ecf-4dc5-b223-26d797022a6b"
  ]
}
